/*
*********************************************************************************************************
*	                                  
*	模块名称 : 显示驱动
*	文件名称 : gx_display_driver_stm32h7_24xrgb.h
*	版    本 : V1.0
*	说    明 : 底层驱动接口文件
*              
*	修改记录 :
*		版本号    日期         作者          说明
*		V1.0    2020-07-05      yujun  	    首版    
*                                     
*	Copyright (C), 2020-2030, ************yujun*************
*
*********************************************************************************************************
*/
#ifndef __GX_DISPLAY_DRIVER_STM32H7_24XRGB_H
#define __GX_DISPLAY_DRIVER_STM32H7_24XRGB_H

#define STM32_SCREEN_HANDLE   0xC0000000

#endif

/***************************** ************yujun************* (END OF FILE) *********************************/
